{
    "Library": "Fan Games",
    "games": [
        {
            "title": "Touhou - The Genius of Sappheiros",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "It's a normal day in Gensokyo when Reimu Hakurei notices a strange fog rolling in. All across Gensokyo, residents witness this fog weakening and killing a great many lesser youkai. At the behest of Yukari Yakumo, she joins forces with Marisa Kirisame, Sanae Kochiya, and Aya Shameimaru to investigate the fog's appearance...",
            "developer": "Strawberry Bose",
            "publisher": "Strawberry Bose",
            "released": "May 27,2012",
            "genre": "RPG",
            "id": 100,
            "cover": null,
            "abbreviation": "TGoS",
            "number": null,
            "character": null,
            "path_valid": false
        },
        {
            "title": "Touhou Sky Arena Matsuri Climax",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "The game includes characters such as Reimu, Marisa, and Sakuya, and stages like the Forest of Magic and Scarlet Devil Mansion. The game modes include Arcade, Vs, Survival, and Network, which allows for online play. The game also features a tension meter that affects gameplay and abilities, with different levels of tension unlocking different abilities for the characters.",
            "developer": "領域ZERO",
            "publisher": "領域ZERO",
            "released": "March 13, 2011",
            "genre": "3D Arena Shooter",
            "id": null,
            "cover": null,
            "abbreviation": "SAMC",
            "number": null,
            "character": null,
            "path_valid": false
        },
        {
            "title": "Fantasy Maiden Wars",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "A compilation of the four Gensou Shoujo Wars games, some sprites and CG might have been remade and some extras might have been included.",
            "developer": "さんぼん堂",
            "publisher": "さんぼん堂",
            "released": "August 12, 2019",
            "genre": "SRPG",
            "id": null,
            "cover": null,
            "abbreviation": "FMW",
            "number": null,
            "character": null,
            "path_valid": false
        },
        {
            "title": "Labyrinth of Touhou - Gensoukyo and the Heaven-piercing Tree",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "Challenge the Great Tree with a team of 12 maidens from Touhou Project, and uncover the mastermind behind recent incidents. The game offers over 50 characters to choose from, with customizable skills, equipment, and subclasses. Conquer more than 100 tricky boss battles in a randomly generated labyrinth that spans over 40 floors. Enjoy the revised character graphics, adorable chibi avatars, and the increased movement speed and consecutive battle bonus. Spend money to increase status or build your team the way you want. Choose your tactics and characters wisely for a beautiful and daunting battle experience.",
            "developer": "Nise Eikoku Shinshidan, CUBETYPE",
            "publisher": "CUBETYPE",
            "released": "August 12, 2013",
            "genre": "Old-School RPG",
            "id": null,
            "cover": null,
            "abbreviation": "LoT",
            "number": null,
            "character": null,
            "path_valid": false
        },
        {
            "title": "Touhou Luna Nights",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "Touhou Luna Nights is a Metroidvania title with a heavy emphasis on exploration and action.Developed by Team Ladybug, creators of multiple fantastic action games thus far.",
            "developer": "Vaka Game Magazine, Team Ladybug",
            "publisher": "Why so serious?, PLAYISM",
            "released": "26 Feb, 2019",
            "genre": "2D Action/Platform",
            "id": "None",
            "cover": null,
            "abbreviation": "TNL",
            "number": "None",
            "character": "None",
            "path_valid": false
        },
        {
            "title": "Touhou Puppet Dance Performance - Shard of Dreams",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "Touhou Puppet Dance Performance: Shard of Dreams is an expansion of the Touhou fangame which includes new areas, a new puppet type called Warped, and features Touhou characters from 14.5 and 15. The game follows a story where the player character is transported to Gensokyo and discovers a strange incident involving puppets shaped like Touhou characters. The player must use these puppets to help solve the incident and return home. The game is similar to Pokemon, with visible stat values and customizable moves and stats, and evolutions are handled through style changes that can only be reversed through reincarnation.",
            "developer": "FocasLens",
            "publisher": "FocasLens",
            "released": "December 30, 2015",
            "genre": "RPG",
            "id": null,
            "cover": null,
            "abbreviation": "TPDP",
            "number": null,
            "character": null,
            "path_valid": false
        },
        {
            "title": "Touhou ~ Lost Branch of Legend",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": " Welcome to Eientei, combine multiple colors of mana to build your ideal deck, duel with gensokyo girls, and chase back the mysterious moon treasure. Also, enjoy the unpredictable Roguelike with fantasy Danmaku!The Princess of the Moon, Kaguya Houraisan, held the Moon Manifestation exhibition was ransacked by thieves. It is time to move to solve the mutation and recover the precious exhibits of the moon.Lost Branch of Legend is a turn-based deck-building game that combines Rogue-like, collecting different cards and exhibits on the adventure.During the course of the game, powerful exhibits will provide you with permanent mana, please make careful choices, the color distribution of mana will profoundly change the style of the deck.",
            "developer": "Alioth Studio",
            "publisher": "Alioth Studio",
            "released": "18 August 2022",
            "genre": "turn-based deck-building",
            "id": "999",
            "cover": null,
            "abbreviation": "LBoL",
            "number": "None",
            "character": "None",
            "path_valid": false
        },
        {
            "title": "Touhou Library Survivors",
            "installed": false,
            "patched": false,
            "unpatched_file": "",
            "patched_file": "",
            "desc": "Thousands of fairies and familiar faces are swarming the Scarlet Devil Mansion Library! Help Patchouli Knowledge survive by attacking back with bullet hell Spell Cards, gathering experience, and upgrading exponentially!\n",
            "developer": "Alexander Taylor",
            "publisher": "Alexander Taylor",
            "released": "14/08/2022",
            "genre": "Action Roguelike",
            "id": null,
            "cover": null,
            "abbreviation": "TLS",
            "number": null,
            "character": null,
            "path_valid": false
        }
    ]
}